/**
 * 文案
 */
var moments = {
  /* 旅游 */
  's-1-1': {
    type: 's-1-1',
    poison: '组合虐狗毒',
    detail: '在“虐狗”这一世界性的娱乐话题上，你身先士卒，和自己的另一半无时无刻不在合体，轻松完成秀恩爱这种在单身狗看来难度颇高的动作。爱狗人士谴责，你们依旧毫不理会，毕竟，爱狗人士以狗居多。',
    content: '天涯海角，你是我眼中最美的风景',
    location: '来自某个不知名海岛的豪华度假村的任性定位',
    likes: ['科兴、美人', '小刀', '薛之谦本人', '天霸咚霸tua', '爱德华爸爸', '玩蛇的小姐姐', '跪下叫爸爸', '社会你孙哥'],
    remarks: [{
      name: '科兴、美人',
      text: '盗图狗，这特么不是我朋友圈的图? '
    }, {
      name: '不穿裤裤好凉爽',
      text: '男人都是鳝变的'
    }, {
      name: '天霸咚霸tua',
      text: '冲着这么漂亮的大嫂,你这朋友我交定了'
    }, {
      name: '导游小刘',
      text: '你俩快点回来，全车人就等你们了! '
    }, {
      name: '九亿少女的噩梦回复导游小刘',
      text: '对不起，这就回去这就回去，嘤嘤'
    }]
  },
  's-1-2': {
    type: 's-1-2',
    poison: '八方来汤毒',
    detail: '在你的意识之中，生活不止有眼前的鸡汤，还有远方的鸡汤和诗中的鸡汤。作为鸡汤教忠实的传教士，无论身在天涯，抑或处于海角。你总是会将教会的教义洒满人间：我们的目标是四海八荒都是鸡汤能量。',
    content: '永恒的美索米亚不大平原，据说赶上了一个月以来的第一次放晴。有些风景，经历过，才会懂。',
    location: '来自夕阳西下的北纬45°XX美索米亚不大平原',
    likes: ['科兴、美人', '小刀', '薛之谦本人', '天霸咚霸tua', '跪下叫爸爸', '不爱穿底裤', '燃烧的胸毛', '不穿裤裤好凉爽', '我的表情并不多'],
    remarks: [{
      name: '吐槽狂魔',
      text: '道理我都懂，右下角的昵图网咋回事? '
    }, {
      name: '薛之谦本人',
      text: '我实在想喷你，但我想不出来怎么喷，谁会喷，在线等。'
    }, {
      name: '不爱穿底裤',
      text: '已阅'
    }, {
      name: '天霸咚霸tua',
      text: '跟谁去的才是重点<i class="emoji grin"></i>'
    }, {
      name: '屎前巨饿',
      text: '大哥你真的不需要上班的吗? '
    }, {
      name: '我这么老实不会骗你',
      text: '来来来，喝了这一碗还有三碗'
    }]
  },
  's-1-3': {
    type: 's-1-3',
    poison: '搬运工毒',
    detail: '你不生产海外商品，你只是海外商品的搬运工。世界因为你的存在而变得充满了多元化，你也因为自己的毒性而得以人缘爆棚，成为万众追捧的人，每次毒发之时总是会抱怨“下次要买个更大的箱子”',
    likes: ['科兴、美人', '嫣红姹紫', '刘二丫', '玩蛇的小姐姐', '科兴、美人'],
    content: '在免税店，限时半小时，速来',
    remarks: [{
      name: 'SB领导-马扒皮',
      text: '请认真对待你的出差生活'
    }, {
      name: '嫣红姹紫',
      text: '收代购费吗？包邮吗？'
    }, {
      name: '燃烧的胸毛',
      text: '两斤纸尿裤'
    }, {
      name: '社会你孙哥',
      text: '把店里面的东西都买回来'
    }, {
      name: '刘二丫',
      text: '在河间买驴？我老舅家可能要，我帮你问问'
    }]
  },
  /* 生日 */
  's-2-1': {
    type: 's-2-1',
    poison: '孤狗难鸣毒',
    detail: '通讯如此发达的今天，你依旧扮演着因特网里的空巢孤狗。毒性会随着每一年都被遗忘而不断加深，无明显症状（因为并没有人关注你）最后你会随着身体渐渐消失最终获得解脱。',
    content: '生日快乐，我对自己说',
    likes: ['九亿少女的噩梦']
  },
  's-2-2': {
    type: 's-2-2',
    poison: '社交狂魔毒',
    detail: '你做什么都喜欢呼朋引伴，别人总说你“人缘好”、“朋友多”……但谁又知道，如果不是因为内心孤独的紧，谁会无时无刻都要朋友陪伴？或许，比起这么多朋友，你更想拥有的是一个特殊朋友。',
    content: '很“特别”的一次生日，又老了一岁，感谢各位不离不弃的爱，今后我们一定要继续“互相伤害”哦！',
    likes: ['科兴、美人', '小刀', '母上大人', '薛之谦本人', '天霸咚霸tua', '跪下叫爸爸', '不爱穿底裤', '燃烧的胸毛', '不穿裤裤好凉爽', '我的表情并不多', '玩蛇的小姐姐', '社会你孙哥'],
    remarks: [{
      name: '社会你孙哥',
      text: '你不是告诉我你今年不过生日吗？所以为啥就不叫我？'
    }, {
      name: '科兴、美人',
      text: '为什么只P自己，我都拍丑了'
    }, {
      name: '备胎5号',
      text: '女神好靓哦~'
    }, {
      name: '屎前巨饿',
      text: '生日快乐,左边的美女求介绍'
    }]
  },
  's-2-3': {
    type: 's-2-3',
    poison: '炫礼狂魔毒',
    detail: '你说你礼物收的够多，那么你的寂寞就追不上你。这是一种传播性很强的精神毒素！根据“礼物”感染扩散，中毒后伴有“刷屏”症状，收到最后一份礼物时会精神空虚而死。',
    content: '黑名单见<i class="emoji smile"></i>',
    likes: ['科兴、美人', '小刀', '薛之谦本人', '不爱穿底裤', '燃烧的胸毛', '天霸咚霸tua', '不穿裤裤好凉爽', '我的表情并不多', '玩蛇的小姐姐'],
    remarks: [{
      name: '备胎3号',
      text: '开不开心，惊不惊喜~'
    }, {
      name: '薛之谦本人',
      text: '6666666'
    }, {
      name: '玩蛇的小姐姐',
      text: '真有才'
    }, {
      name: '母上大人',
      text: '孩子，领导给你送锦旗了？'
    }]
  },
  /* 睡觉 */
  's-3-1': {
    type: 's-3-1',
    poison: '深夜放毒',
    detail: '黑夜容易寂寞，嘴巴也不例外。你了解这种痛楚，并深谙推己及人的道理。每当你有美食在手，一定会分享给大家，毕竟，深夜，适合用美食来勾引人',
    content: '大家都饿了吧，我们来聊一聊人生啊<i class="emoji smile"></i>',
    likes: ['科兴、美人', '母上大人'],
    remarks: [{
      name: '小刀',
      text: '宝宝晚上少吃点肉肉，多吃青菜多喝水，对身体好'
    }, {
      name: '科兴、美人',
      text: '人在吃，称在看'
    }, {
      name: '屎前巨饿',
      text: '<i class="emoji smile"></i>聊你MB'
    }, {
      name: '备胎2号',
      text: '<i class="emoji laugh"></i>又到了一晚一度的聊骚时间哦'
    }, {
      name: '备胎3号',
      text: '你在哪儿吃烤肉，我也想吃，去找你？'
    }]
  },
  's-3-2': {
    type: 's-3-2',
    poison: 'Flag猛如虎毒',
    detail: '你的嘴巴就像叛逆期的少男少女，总和你反着来，这就是传说中的flag，每次你说没问题，结果一定有问题。众人嘲讽你，但你不怪他们，否则一句“你今天一定会开开心心”已经足以报复这个社会。',
    likes: ['科兴、美人', '小刀', '薛之谦本人', '不爱穿底裤', '燃烧的胸毛', '天霸咚霸tua', '不穿裤裤好凉爽', '我的表情并不多', '玩蛇的小姐姐'],
    remarks: [{
      name: '科兴、美人',
      text: '人机打的开心吗？'
    }, {
      name: '备胎3',
      text: '女神你这么厉害，艹粉吗，来往机票自费那种......'
    }, {
      name: '备胎4回复备胎3',
      text: '你是SB吗，你这种人还算粉？'
    }, {
      name: 'SB领导-马扒皮',
      text: '方案是6点半给我对吧？'
    }]
  },
  's-3-3': {
    type: 's-3-3',
    poison: '无病呻吟毒',
    detail: '你需要他人的陪伴。一旦周遭没有人，关了灯，总是会打开思绪的天窗，放飞自己的勇敢和正能量，也许，你只是需要一个……',
    content: '所以，如果你终究要离开我，请不要来爱我，毕竟，就连忘记，我都学的很慢',
    likes: ['科兴、美人', '备胎1', '备胎2', '备胎3', '备胎4', '备胎5'],
    remarks: [{
      name: '小刀',
      text: '宝宝怎么了？为什么不接我电话，你别瞎想......'
    }, {
      name: '我可是老实人',
      text: '大姨妈来了？失恋了？'
    }, {
      name: '屎前巨饿',
      text: '刚刚不是说了晚安了吗'
    }, {
      name: '燃烧的胸毛',
      text: '接私活，免费帮家长照顾16—24岁好看的女孩子，10个月后还免费赠送小宝宝。'
    }, {
      name: '屎前巨饿',
      text: '既然你说有空，那我去陪陪你？'
    }]
  },
  /* 逛街 */
  's-4-1': {
    type: 's-4-1',
    poison: '呦一库毒',
    detail: '每次逛街，你最爱的地方，永远是试衣间，并且你乐于在里面制造出此起彼伏的快门声。别抱怨镜子不够显瘦，灯光不够白亮，如果外在环境完美，你修图的技术可能会退化。',
    content: '这个试衣间的镜子照的人家好胖……',
    likes: ['科兴、美人', '备胎1', '备胎2', '备胎3', '备胎4', '备胎5'],
    remarks: [{
      name: '小刀',
      text: '早跟你说了不要吃那么多肉肉啦'
    }, {
      name: '备胎2',
      text: '我也在三里屯诶~'
    }, {
      name: '屎前巨饿',
      text: '别怪人家镜子,你的确是胖啊！'
    }, {
      name: '专治绿茶不服裱',
      text: '宝贝，地板都被你P歪了'
    }, {
      name: '备胎3',
      text: '我刚从网上学了一道黄鳝料理，去做给你吃啊'
    }]
  },
  's-4-2': {
    type: 's-4-2',
    poison: '名牌代言毒',
    detail: '对于你来说，衣服本身的美观是次要的，最重要的是得到它们那一瞬间时内心充实的感觉和别人向你投来的羡慕目光。包装袋里装的什么你根本不care，你甚至可以只要那个包装袋。',
    content: '再买我就剁手！！！',
    likes: ['科兴、美人', '小刀', '薛之谦本人', '燃烧的胸毛', '玩蛇的小姐姐', '天霸咚霸tua', '不穿裤裤好凉爽', '不爱穿底裤', '我的表情并不多'],
    remarks: [{
      name: '小刀',
      text: '我的黑卡开了一张副卡，放在你家桌子上了'
    }, {
      name: 'Chanel代理',
      text: '亲爱的怎么不在人家这里买了呢，您再消费十万就可以升级钻石会员了呢'
    }, {
      name: '玩蛇的小姐姐',
      text: '哟，这次服务员挺大方啊，要到了这么多购物袋'
    }, {
      name: '专治绿茶不服裱',
      text: '要问剁手哪家强，XX菜刀帮你忙！'
    }, {
      name: '备胎2',
      text: '已经记下你喜欢的牌子了......'
    }, {
      name: '社会你孙哥',
      text: '欠我的10万什么时候还？'
    }]
  },
  's-4-3': {
    type: 's-4-3',
    poison: '小资腐化毒',
    detail: '有没有人说过，你是一个活在朋友圈里的人。外出旅游随身携带摆拍摄影师，午后永远是咖啡加一本文艺的书。你还没意识到吗，你已经慢慢被小资毒侵蚀了……',
    content: '这家咖啡豆味道香醇，蛋糕上的奶油甜而不腻，是时候treat myself一下下了',
    likes: ['科兴、美人', '小刀', '薛之谦本人', '不爱穿底裤', '燃烧的胸毛', '我的表情并不多', '玩蛇的小姐姐'],
    remarks: [{
      name: '新南方英语入门周末3班-李大牛',
      text: '这是今天老师新教的词组吗？'
    }, {
      name: '玩蛇的小姐姐',
      text: '这杯espresso看起来很好喝哦，改天date一下咯~'
    }, {
      name: '白莲花协会会长',
      text: '这句英文是什么意思？是时候怼自己一下下？'
    }, {
      name: '备胎1',
      text: '我想请你喝咖啡，赏个光吧美女'
    }]
  },
  /* 电影 */
  's-5-1': {
    type: 's-5-1',
    poison: '嘴贱剧透毒',
    detail: '随着电影的画面和特效越发震撼，一幕幕的视觉冲击不断挑逗着观众的观影欲。然而你总会用身中“剧”毒的身姿与流利的口语，完整的展示他们还没有看过却已被你剧透结局。',
    content: '不剧透一下怎么对得起还没看电影的小伙伴呢……',
    likes: ['科兴、美人', '小刀', '薛之谦本人', '天霸咚霸tua', '爱德华爸爸', '玩蛇的小姐姐', '跪下叫爸爸', '社会你孙哥'],
    remarks: [{
      name: '隔壁蛇精',
      text: '我有句妈卖批不知当讲不当讲'
    }, {
      name: '王大狗',
      text: '已拉黑'
    }, {
      name: '燃烧的胸毛',
      text: '彩蛋特别好看是不是？'
    }, {
      name: '九亿少女的噩梦回复燃烧的胸毛',
      text: '卧槽！有彩蛋？我没看。。。。'
    }, {
      name: '吐槽狂魔',
      text: '女朋友化妆搞得我迟到了1小时，原来前面是这样的剧情啊'
    }, {
      name: '采绿茶的小表妹',
      text: '您好，我这里是火葬场，可以来提灰了......'
    }]
  },
  's-5-2': {
    type: 's-5-2',
    poison: '无形虐狗毒',
    detail: '每当有大片上映时，你都会记录下这一刻。一只手拿着两人的电影票，附加一段类似“我们”的话术，提醒着朋友圈那些单身的、分手的、被劈腿的朋友该点赞了。',
    content: '超出预期的好看，推荐',
    likes: ['科兴、美人', '嫣红姹紫', '刘二丫', '玩蛇的小姐姐'],
    remarks: [{
      name: '小刀',
      text: '昨天不是去看过了吗，今天咋又去了？和闺蜜？'
    }, {
      name: '屎前巨饿',
      text: '能不能发的时候吧票价码一下'
    }, {
      name: '小刚回复小刀',
      text: '事已至此，当然是选择原谅他。'
    }, {
      name: '小明回复小刀',
      text: '事已至此，当然是选择原谅他。'
    }, {
      name: '小强回复小刀',
      text: '事已至此，当然是选择原谅他。'
    }, {
      name: '小王回复小刀',
      text: '事已至此，当然是选择原谅他。'
    }, {
      name: '玩蛇的小姐姐',
      text: '我陪她去的，你们瞎刷什么？！'
    }, {
      name: '小刀',
      text: '？'
    }]
  },
  's-5-3': {
    type: 's-5-3',
    poison: '内心剧场毒',
    detail: '剧情总会把你带入到另一种情绪，并在内心进行场景再现。你会把内心的演绎编成评语去感染朋友圈的每一个人，当被点赞的时候，就像一个导演的电影票房突破了十亿。',
    content: '导演用这样的故事去温暖城市中每一个仍然愿意相信爱的人。在这么大的世界里，能够遇见你，竟然需要如此用力。穿越错位的时空，仰望陨落的星辰，你没留下你的名字，我却无法忘记那句“我爱你”',
    likes: ['科兴、美人', '备胎1', '备胎2', '备胎3', '备胎4', '备胎5'],
    remarks: [{
      name: '小刀',
      text: '不要伤感，还有我在……'
    }, {
      name: '装逼小分队队员',
      text: '透过这条影评我看到了观影者对于爱情的渴望，对于未来的迷茫，对于正义与邪恶的深思。你是电你是光，你是唯一的神话'
    }, {
      name: 'SB领导-马扒皮',
      text: '世论仅仅局限在了小儿女的私情方面，这是巨大的缺憾，完全忽视了这部电影的实质——一部伟大的，揭露日本资本主义社会腐朽、黑暗、没落的杰作，并用一幅幅“栩栩如生”画卷，生动的描绘了不同阶级出身的人在21世纪日本阶级斗争浪潮中的沉浮。笔者，深深为我国社会，轻视这部作品内在的思想性，没有看懂这部作品感到遗憾。'
    }, {
      name: '不爱穿底裤',
      text: '已阅'
    }, {
      name: '燃烧的胸毛',
      text: '曾经我们说好一起去看这个电影，可惜现在你不在'
    }]
  },
  's-4': {
    type: 's-4',
    poison: '遗世而毒立',
    detail: '想不到像你一样清新脱俗，不做作，不张扬，不傲娇的人也有毒吧？毕竟优秀的人总是与众不同的。北方有佳人，遗世而毒立，正是形容身染独特毒性的你的。'
  }
}

module.exports = moments
